[
  {
    "collection": "Accessories and Supplies",
    "name": "Apple Pencil (2nd Generation)",
    "img": "/Accessories & Supplies/ApplePencil.jpg",
    "aboutThisItem": [
      "Compatible with iPad mini (6th generation), iPad Air (4th generation), iPad Pro 12.9-inch (3rd, 4th, and 5th generations), iPad Pro 11-inch (1st, 2nd, and 3rd generations)",
      "Apple Pencil (2nd generation) brings your work to life. With imperceptible lag, pixel-perfect precision, and tilt and pressure sensitivity, it transforms into your favorite creative instrument, your paint brush, your charcoal, or your pencil.",
      "It makes painting, sketching, doodling, and even note-taking better than ever.",
      "It magnetically attaches to iPad mini (6th generation), iPad Pro and iPad Air, charges wirelessly, and lets you change tools with a simple double tap."
    ],
    "price": "103,99"
  },
  {
    "collection": "Accessories and Supplies",
    "name": "Apple AirPods (2nd Generation)",
    "img": "/Accessories & Supplies/AppleAirPods.jpg",
    "aboutThisItem": [
      "Quick access to Siri by saying “ Hey Siri ”",
      "More than 24 hours total listening time with the Charging Case",
      "Effortless setup, in-ear detection, and automatic switching for a magical experience",
      "Easily share audio between two sets of AirPods on your iPhone, iPad, iPod touch, or Apple TV"
    ],
    "price": "82,00"
  },
  {
    "collection": "Accessories and Supplies",
    "name": "Ailun Glass Screen Protector Compatible for iPhone 11, iPhone XR, 6.1 Inch 3 Pack Tempered Glass",
    "img": "/Accessories & Supplies/AilunGlassScreenProtector.jpg",
    "aboutThisItem": [
      "WORKS FOR iPhone 11/iPhone XR (2019/2018 release) 6.1 Inch display ,0.33mm tempered glass screen protector. Featuring maximum protection from scratches, scrapes, and bumps.",
      "Specialty: Due to the rounded design of the iPhone 11/XR and to enhance compatibility with most cases, the Tempered glass does not cover the entire screen. HD ultra-clear 99.99% touch-screen accurate.",
      "hydrophobic and oleophobic screen coating protects against sweat and oil residue from fingerprints.",
      "It is 100% brand new,Precise laser cut tempered glass, exquisitely polished,2.5D rounded edges.",
      "Online video installation instruction can be found at the last image slot: Easiest Installation - removing dust and aligning it properly before actual installation,no worrying about bubbles,enjoy your screen as if it wasn't there."
    ],
    "price": "200"
  },
  {
    "collection": "Accessories and Supplies",
    "name": "Skylight Frame: 10 inch WiFi Digital Picture Frame, Email Photos from Anywhere, Touch Screen Display, Effortless One Minute Setup - Gift for Friends and Family",
    "img": "/Accessories & Supplies/SkylightFrame.jpg",
    "aboutThisItem": [
      "Delightfully Effortless To Use. Plug in and use the touch screen to connect to Wi-Fi. Pick a unique Skylight email address for your frame. Email photos to the frame's address and they will appear instantly!",
      "The gift for a loved one. There’s no better way to put a smile on your loved one’s face than to share a special photo — a glimpse of the kids being silly, a magical moment from your vacation adventure, or a sentimental memory from long ago.",
      "For those of us who are not on social media, Skylight can be a life-changing new way to connect with family. But even for the tech-savvy, there’s still something magical about seeing your most treasured photos in your home each day.",
      "Simple and Durable Design. Enjoy the gorgeous 10 inch color touch-screen display with 1280x800 resolution when uploading and sharing photos with loved ones.",
      "Join the thousands of families who love Skylight! With thousands of happy customers, we’re confident that you’ll love Skylight. That’s why we offer a 100% satisfaction guarantee, or your money back."
    ],
    "price": "159"
  },
  {
    "collection": "Accessories and Supplies",
    "name": "TOZO T6 True Wireless Earbuds Bluetooth Headphones Touch Control with Wireless Charging Case IPX8 Waterproof Stereo Earphones in-Ear Built-in Mic Headset Premium Deep Bass for Sport Black",
    "img": "/Accessories & Supplies/TOZOT6TrueWirelessEarbuds.jpg",
    "aboutThisItem": [
      "[Smart Touch Control] Specific touch control function makes it more convenient, tap once to play/pause music and answer calls, double tap to skip forward/backward, hold to adjust the volume. You can easily control it without operating the phone.",
      "[BLUETOOTH 5. 0] Adopt the advanced Bluetooth 5. 0 technology. TOZO T6 Support HSP, HFP, A2DP, AVRCP, which greatly improve the transmission speed and providing you with a low-latency listening experience.",
      "[One step pairing] Pick up 2 headsets from charging case and they will connect each other automatically, then only one step easily enter mobile phone Bluetooth setting to pair the earbuds.",
      "[IPX8 waterproof] Earbuds and charging case inner Nano-coating makes it possible to waterproof for 1 meters deep for 30 minutes. It is suitable for sports to prevent water. Ideal for sweating it out at the gym . Earbuds and case even can be washed by water and soap.",
      "[Charge on the go] Playtime lasts for over 6 hours from single charge and total 30 hours with charging case. Enjoy fast charging, to fully charge the rechargerable case only 55 minutes via cable or less than 2 hours via wireless charger. Providing convenient charging way with no strings attached."
    ],
    "price": "120"
  },
  {
    "collection": "Accessories and Supplies",
    "name": "SanDisk 128GB microSDXC-Card, Licensed for Nintendo-Switch - SDSQXAO-128G-GNCZN",
    "img": "/Accessories & Supplies/Sandisk128GB.jpg",
    "aboutThisItem": [
      "Ideal for Android smartphones and tablets, and MIL cameras. Operating Temperature- (-13°F ) to 185°F (-25°C to 85°C)",
      "Up to 128GB to store even more hours of Full HD video (2). 1GB=1,000,000,000 bytes. 1TB=1,000,000,000,000 bytes. Actual user storage less. (2) Full HD (1920x1080) video support may vary based upon host device, file attributes, and other factors.",
      "Up to 120MB/s transfer speeds let you move up to 1000 photos in a minute (5). Up to 120MB/s read speed, engineered with proprietary technology to reach speeds beyond UHS-I 104MB/s, require compatible devices capable of reaching such speed. Write speeds lower. Based on internal testing; performance may be lower depending on host device, interface, usage conditions and other factors. 1MB=1,000,000 bytes. (5)Based on internal testing on images with an average file size of 3.55MB (up to 3.7GB total) with USB 3.0 reader. Your results will vary based on host device, file attributes, and other factors.",
      "Load apps faster with A1-rated performance (1). (1) A1 performance is 1500 read IOPS, 500 write IOPS. Based on internal testing. Results may vary based on host device, app type and other factors."
    ],
    "price": "90"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "B. toys by Battat Baby Ball – Sensory Light-Up Baby Toy – Grab n’ Glow™ – Textured Ball with Holes – Glowing Lights & Rattle – Infants, Babies – 0 Months +",
    "img": "/Baby & Toddler Toys/B. toys by Battat Baby.jpg",
    "aboutThisItem": [
      "Sensory Ball: Your baby can discover different textures, look at the glowing lights, and listen to rattling sounds as they play with this multisensory ball!",
      "Tiny Hands-Friendly: This baby ball is soft, squishy, and easy for tiny hands to grab.",
      "Play & Grow: Babies can discover the sensory features, while toddlers get to toss the ball, chase it, and explore it a little more.",
      "Worry-Free: This baby toy is made of safe materials and complies with regulatory phthalates and BPA requirements.",
      "Dimensions: The Grab n’ Glow ball measures approximately 6.4” in diameter.",
      "Age: This light-up ball is recommended for newborns and older.",
      "Trustworthy: Battat is a family-owned company, established in 1897"
    ],
    "price": "12,99"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "Nuby Octopus 100% Silicone Pull String Interactive Toy: 18M+, Multi",
    "img": "/Baby & Toddler Toys/Nuby Octopus 100.jpg",
    "aboutThisItem": [
      "Easy to hold: the fun octopus design allows baby to easily grasp and hold on to.",
      "Helps develop motor skills & Hand eye coordination: the octopus silicone toy helps develop motor skills and hand eye coordination. The different textures on the strings produce sounds when pulled up and down providing endless fun!",
      "Color learning: the fun and brightly colored strings captivate baby's attention, and the different colored strings promotes color learning.",
      "100% super soft silicone: The octopus silicone toy is made of super soft silicone with multiple textures.",
      "18 month+/ BPA free"
    ],
    "price": "14,99"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "KIDS PREFERRED Classic Pooh Spinner Ball On The Go Activity Toy",
    "img": "/Baby & Toddler Toys/KIDS PREFERRED.jpg",
    "aboutThisItem": [
      "CLASSIC POOH: Keep baby entertained, happy, & soothed with this adorable toy featuring soft texture, on-the-go velcro strap, spinner ball rattle, ribbons, teether rings, crinkle, & double-sided design.",
      "COMFORTING SENSORY TOY: Hang this soft toy from a stroller or crib and watch your baby's eyes light up from all the fun and developmental features! Included are soft details for soothing babies.",
      "FIRST TOY: A baby essential, this cute Classic Pooh Spinner Ball On the Go Activity Toy is an ideal gift for baby showers, 1st birthdays, and is popular for boys and girls ages 0 months to toddler.",
      "BABY ON THE GO: Keep baby happy and soothed while shopping or in the car. Easy to take along in the stroller, car seat, high chair, or shopping cart, helping keep baby entertained.",
      "DISNEY BABY: Winnie the Pooh is an instantly recognizable friend, bringing sweet memories from your own childhood as it helps your child to learn, play, and grow."
    ],
    "price": "11,19"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "Nuby Ice Gel Teether Keys",
    "img": "/Baby & Toddler Toys/Nuby Ice Gel Teether Keys.jpg",
    "aboutThisItem": [
      "Multi-surface teething makes this teether perfect for assisting in the eruption of front, middle and back teeth",
      "When place in the refrigerator Nuby's PurICE technology provides gentle cooling on baby's gums",
      "Easy grip design is ideal for little hands and helps with coordination; Dual surfaced teether",
      "Combines exercise for young hands, gums, and teeth",
      "Age: 3 months and above; BPA Free"
    ],
    "price": "3,89"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "Manhattan Toy Winkel Rattle & Sensory Teether Toy",
    "img": "/Baby & Toddler Toys/Manhattan Toy.jpg",
    "aboutThisItem": [
      "BABY TEETHING TOY MADE FOR LITTLE HANDS:  The Winkel features a mesmerizing maze of soft, continuous BPA-free teething tubes, and can be refrigerated for additional soothing comfort - a perfect baby chew toy for tiny hands.",
      "DEVELOPMENTAL BABY TOY:  Babies are instantly drawn to this colorful and lightweight infant toy. The Winkel promotes clutching and two-handed play while the center cube with tapered corners encases a quiet but pleasing baby rattle to provide auditory stimulus.",
      "TIME-HONORED CLASSIC:  With over 25 years engaging babies and soothing even the fussiest of teethers, the Winkel is a perfect shower gift for new moms.  Safe and dependable, this classic toy for babies has received numerous accolades and has proven to be a true baby go-to and parent must-have.",
      "BABY TOY FOR NEWBORNS AND UP: Safety rated for newborns and up, the Winkel measures 5' x 4' x 3.5' and easily tucks into the diaper bag when baby is on the go.",
      "STANDING BY OUR BRAND: If you're reading this, you've found a safe toy from a real company and a brand that cares. Since 1978, Manhattan Toy has been a trusted source of imaginative toys for babies, toddlers and kids of all ages. All of our toys are rigorously safety tested and every toy has our 800 number with a dedicated customer support team to answer your call."
    ],
    "price": "9,99"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "Splashin'kids Inflatable Tummy Time Premium Water mat Infants and Toddlers is The Perfect Fun time Play Activity Center Your Baby's Stimulation Growth",
    "img": "/Baby & Toddler Toys/Splashin'kids Inflatable.jpg",
    "aboutThisItem": [
      "{ Supreme Quality and Attention to Detail is our Goal }This water splash pad play mat is constructed from Heavy Duty Pvc that has been thoroughly tested and will Not Leak air or water Period That is our Goal or your Money Back",
      "{ Stimulates Baby Development } The splashin'kids water fill playmat is an essential tool for developing solid head, neck and shoulder muscles as well as honing hand eye coordination fine motor and social skills It is a sensory delight that enhances brain development",
      "{ Stunning Eye Catching Graphics } Watch as your infant enters our fish tank Wonderland wide eyed and Fascinated by the bright colors sharp contrasts and cute floating toys Rain or shine is tummy time Your baby will try to catch and bat the brightly colored toys as they float by This baby splash pad will provide hours of quality stimulating and healthy fun",
      "{ A Cinch To Set Up } Simply fill the outer ring with air and the inner mat with your desired level of tap water set it on the floor and let the fun begin It folds easily when empty into your purse or toy bag to bring along anywhere you go.Its normal to have a plastic smell when its brand new so let it air out for a few days",
      "{ Product Specifications } For ages 3 months and up with a large roomy play size area designed to keep your baby boy or girl's interest riveted Product size is 26' wide by 20' tall by 2.5' high Six brightly colored toys are included inside each mat This product is environmentally friendly and Bpa Free"
    ],
    "price": "15"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "The First Years Stack up Cup Toys, Multi, 8 Count, Pack of 9",
    "img": "/Baby & Toddler Toys/The First Years Stack up Cup.jpg",
    "aboutThisItem": [
      "COLORFUL BABY TOYS: 8 brightly colored cups stack together with Unique Holes in the Bottom for water play. For babies 6 months+",
      "STACKING CUPS: Children love to fit toy cups together, stack them up, or turn them over and hide things underneath",
      "BABY DEVELOPMENT TOYS: Large numbers on the bottom to practice counting & number recognition",
      "Made without BPA, lead or phthalates"
    ],
    "price": "4,99"
  },
  {
    "collection": "Baby and Toddler Toys",
    "name": "Learning Resources Spike The Fine Motor Hedgehog - 14 Pieces, Ages 18+ months Fine Motor and Sensory Toy, Counting & Color Recognition Toys, Educational Toys for Toddlers, Toddler Montessori Toys",
    "img": "/Baby & Toddler Toys/Learning Resources Spike.jpg",
    "aboutThisItem": [
      "FINE MOTOR GAMES FOR KIDS: Build fine motor skills with chunky, peg-shaped pieces that fit to the back of this friendly hedgehog. Also use Spike as for occupational therapy exercises",
      "DEVELOP: Colorful quills help kids build color recognition, sorting, and counting skills through fine motor skill games. Spike is also a great toy for visually impaired children!",
      "TODDLER TOYS: Now fine motor intrinsic toys come with easy to grasp pieces that are just the right size for little toddler and preschool hands to hold. Fine motor set includes 2-piece hedgehog about 6” in diameter, 12 quills, and activity guide",
      "EASY STORAGE: When playtime over the quills easily fit in the Hedgehog",
      "GIVE THE GIFT OF LEARNING: Whether you’re shopping for holidays, birthdays, or just because, toys from Learning Resources help you discover new learning fun every time you give a gift! Ideal gift for Halloween, Christmas, Stocking Stuffers, Easter or even for Homeschool."
    ],
    "price": "19,98"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Belkin AirTag Case with Key Ring, Secure Holder Protective Cover for Air Tag with Scratch Resistance Accessory - black",
    "img": "/GPS & Navigations/Belkin AirTag Case.jpg",
    "aboutThisItem": [
      "Twist-and-lock design keeps AirTag safely inside the Secure Holder",
      "Key ring provides reliable attachment to your belongings",
      "Raised edges of Secure Holder provides advanced scratch protection for your AirTag",
      "Open design keeps personalized engravings on AirTag visible",
      "Belkin is an established accessories market leader creating high quality, innovative tech solutions for over 35 years"
    ],
    "price": "12,95"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Garmin DriveSmart 65, Built-In Voice-Controlled GPS Navigator with 6.95” High-Res Display",
    "img": "/GPS & Navigations/Garmin DriveSmart 65.jpg",
    "aboutThisItem": [
      "Easy to use 6.95” GPS navigator",
      "Simple menus and bright, easy to see maps",
      "Garmin Traffic suggests alternate routes. Backup camera compatible-yes (BC 30 or BC 40)",
      "Voice activated and ability to pair with a compatible smartphone for hands free calling",
      "HISTORY network of notable historic sites and U.S national parks directory",
      "Built in Wi-Fi connectivity for map and software updates without a computer"
    ],
    "price": "209,99"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Garmin 010-01879-00 InReach Mini, Lightweight and Compact Satellite Communicator, Orange",
    "img": "/GPS & Navigations/Garmin 010-01879-00 InReach.jpg",
    "aboutThisItem": [
      "Small, rugged, lightweight satellite communicator enables 2 way text messaging using the 100 percentage global Iridium network (satellite subscription required)",
      "Trigger an interactive SOS to the 24/7 search and rescue monitoring center (satellite subscription required). Display size-0.9 x 0.9 inch",
      "Access downloadable maps, U.S. NOAA charts, color aerial imagery and more by using the free Garmin Earthmate app and compatible devices",
      "Optional inReach weather forecast service provides detailed updates directly to your inReach Mini or paired device, basic and premium weather packages available",
      "Send and receive inReach messages through compatible Garmin devices, including connected wearables and handhelds. Display resolution: 128 x 128 pixels",
      "NOTICE: Some jurisdictions regulate or prohibit the use of satellite communications devices. It is the responsibility of the user to know and follow all applicable laws in the jurisdictions where the device is intended to be used"
    ],
    "price": "327,99"
  },
  {
    "collection": "GPS and Navigations",
    "name": "LandAirSea 54 GPS Tracker, - USA Manufactured, Waterproof Magnet Mount. Full Global Coverage. 4G LTE Real-Time Tracking for Vehicle, Asset, Fleet, Elderly and more. Subscription is required, Black",
    "img": "/GPS & Navigations/LandAirSea 54 GPS Tracker.jpg",
    "aboutThisItem": [
      "Personal GPS for reliable tracking of people, vehicles, and/or assets",
      "Ultra-compact design | 100% Waterproof | Built-in Super Strength Magnet",
      "Attaches to vehicle | Fits in small pockets | Discretely hide in a backpack, case or purse",
      "Track & map (with Google Maps) in realtime on web-based software or SilverCloud App",
      "Text & email alerts | Geofencing | Vehicle Tracking | Location Reporting | Historical Playback"
    ],
    "price": "29,95"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Simrad Cruise 7-7-inch GPS Chartplotter with 83/200 Transducer, Preloaded C-MAP US Coastal Maps,000-14996-001",
    "img": "/GPS & Navigations/Simrad Cruise 7-7-inch.jpg",
    "aboutThisItem": [
      "CRUISE CONFIDENTLY: Simrad Cruise is the most intuitive, easy-to-use chartplotter available. Everything you need for simple and straightforward GPS navigation is right inside the box.",
      "ALWAYS ON COURSE: Preloaded with a US coastal map, Simrad Cruise comes complete with all the charts you need to enjoy your day on the water. Supports enhanced charts from C-MAP and Navionics.",
      "EFFORTLESS CONTROL: Intuitive menus let you quickly find the information you need, when you need it. Rotary dial and keypad controls make navigating from screen to screen effortless.",
      "STAY INFORMED: Depth readings, position, battery voltage and other critical boat information, can all be monitored on your screen for quick reference and situational awareness.",
      "CHIRP SONAR TRANSDUCER: Included 83/200 transducer provides excellent automatic depth tracking for worry-free operation without the need for fine tuning or pre-programming."
    ],
    "price": "569,00"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Tile Mate (2022) 1-Pack, Black. Bluetooth Tracker, Keys Finder and Item Locator; Up to 250 ft. Range. Up to 3 Year Battery. Water-Resistant. Phone Finder. iOS and Android Compatible, 1 Pack, Black",
    "img": "/GPS & Navigations/Tile Mate (2022) 1-Pack.jpg",
    "aboutThisItem": [
      "FIND NEARBY - Use the Tile app to ring your Tile when it’s within Bluetooth range, or ask your Smart Home device to find it for you.",
      "FIND FAR AWAY - When outside of Bluetooth range, use the Tile app to view your Tile’s most recent location on a map.",
      "FIND YOUR PHONE - Double press the button on your Tile to make your phone ring, even when it’s on silent.",
      "NOTIFY WHEN FOUND - Enlist the secure and anonymous help of the Tile Network to help find your things. If your lost Tile is found, If your Tile is lost, add your contact information so you can be reached when someone scans the QR code on your lost Tile.",
      "ANDROID, IOS & SMART HOME COMPATIBLE - Find your things with the free Tile app on both iOS and Android devices.Tile also works with Amazon Alexa, Google Assistant, Xfinity, and Siri.",
      "TECH SPECS - Water-Resistant (IP67 rated), Up to 3-year non-replaceable battery, Up to 250 ft / 76 m Bluetooth range",
      "UPGRADE TO A PREMIUM PLAN - Get proactive Smart Alert notifications when you leave something behind, and with Item Reimbursement, if we can’t find your Tiled item, we reimburse you.",
      "Mate (2022) has a new modern shape and also comes in black, with a bigger range and longer lasting battery."
    ],
    "price": "24,99"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Tile Slim (2022) 1-Pack. Thin Bluetooth Tracker, Wallet Finder and Item Locator for Wallet, Luggage Tags and More; Up to 250 ft. Range. Water-Resistant. Phone Finder. iOS and Android Compatible.",
    "img": "/GPS & Navigations/Tile Slim (2022) 1-Pack.jpg",
    "aboutThisItem": [
      "FIND NEARBY -- Use the Tile app to ring your Tile when it’s within Bluetooth range, or ask your Smart Home device to find it for you.",
      "FIND FAR AWAY -- When outside of Bluetooth range, use the Tile app to view your Tile’s most recent location on a map.",
      "FIND YOUR PHONE- Double press the button on your Tile to make your phone ring, even when it’s on silent.",
      "NOTIFY WHEN FOUND -- Enlist the secure and anonymous help of the Tile Network to help find your things. If your lost Tile is found, If your Tile is lost, add your contact information so you can be reached when someone scans the QR code on your lost Tile.",
      "ANDROID, IOS & SMART HOME COMPATIBLE - Find your things with the free Tile app on both iOS and Android devices.Tile also works with Amazon Alexa, Google Assistant, Xfinity, and Siri.",
      "TECH SPECS: Water-Resistant (IP67 rated), Up to 3-year non-replaceable battery, Up to 250 ft / 76 m Bluetooth range",
      "UPGRADE TO A PREMIUM PLAN: Get proactive Smart Alert notifications when you leave something behind, and with Item Reimbursement, if we can’t find your Tiled item, we reimburse you."
    ],
    "price": "29,99"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Tile Sticker (2022) 2-Pack. Small Bluetooth Tracker, Remote Finder and Item Locator, Pets and More; Up to 250 ft. Range. Water-Resistant. Phone Finder. iOS and Android Compatible.",
    "img": "/GPS & Navigations/Tile Sticker (2022) 2-Pack.jpg",
    "aboutThisItem": [
      "FIND NEARBY -- Use the Tile app to ring your Tile when it’s within Bluetooth range, or ask your Smart Home device to find it for you.",
      "FIND FAR AWAY -- When outside of Bluetooth range, use the Tile app to view your Tile’s most recent location on a map.",
      "FIND YOUR PHONE- Double press the button on your Tile to make your phone ring, even when it’s on silent.",
      "NOTIFY WHEN FOUND -- Enlist the secure and anonymous help of the Tile Network to help find your things. If your lost Tile is found, If your Tile is lost, add your contact information so you can be reached when someone scans the QR code on your lost Tile.",
      "ANDROID, IOS & SMART HOME COMPATIBLE - Find your things with the free Tile app on both iOS and Android devices.Tile also works with Amazon Alexa, Google Assistant, Xfinity, and Siri.",
      "TECH SPECS: Water-Resistant (IP67 rated), Up to 3-year non-replaceable battery, Up to 250 ft / 76 m Bluetooth range",
      "UPGRADE TO A PREMIUM PLAN: Get proactive Smart Alert notifications when you leave something behind, and with Item Reimbursement, if we can’t find your Tiled item, we reimburse you.",
      "Sticker (2022) has a bigger range, louder ring, and longer lasting battery to go with a new shine."
    ],
    "price": "49,68"
  },
  {
    "collection": "GPS and Navigations",
    "name": "Tracki 2022 model 4G LTE Mini GPS Tracker magnetic. Unlimited distance US &worldwide. For Vehicles, Car, Kids, Elderly, Dogs, Motorcycle. Small Portable real time Tracking Device. Monthly fee required",
    "img": "/GPS & Navigations/Tracki 2022 model 4G .jpg",
    "aboutThisItem": [
      "Unlimited distance real time tracking 4G LTE +extra triband. Monthly fee is required. Full USA & worldwide coverage. International SIM card included. We are USA based company focused in GPS tracking. Our competition are just white label resellers. Our clients are top cellular Giants such as Vodafone. Track Vehicles, Cars, trucks, Children, dog, elderly, motorcycle, ATV, boat, equipment, tools, assets, valuables. Monthly fee of 19.95USD is required or as low as 9.95USD for long term prepaid plans",
      "Tracki is smallest & lightest, 1.75x1.5x0.55in, weight only 1.26oz. Revolutionary 4G LTE + 3G + 2G combined works everywhere with any network new or old for best coverage. Trackers that has only 4G LTE has lesser coverage than Tracki. Comes with embedded built in SIM card included and works worldwide. Included attachments: Strong magnet, Dog collar waterproof silicone cover, Belt clip, Key-chain, lanyard. 5 years history. We believe customer is King and provide live 7 days a week phone advisors",
      "Rechargeable battery life is up to 5 days (the more it moves the lesser the days) tracking real time every 1-5 minutes. If real time tracking is not needed, battery lasts 30-75 days tracking 1-3 times per day (using battery save mode). Optional accessory (not included ASIN B07YVNV82V) comes with 6 times longer life 3,500mAh battery + magnetic waterproof box, extends battery life to 3-4 weeks at 1 min update and up to 10 months tracking once a day",
      "Works with GPS satellites when outdoors as primary tracking technology and when indoors Wi-Fi as a secondary backup tracking. Tracki listens to nearby Wi-Fi routers MAC ID, matching IDs to Wi-Fi database for accurate location when GPS is not available. See the tracking live on the map including compatible with Google Street view. Get real-time alerts when the tracker crosses a Geo-fence zone you set. Receive SOS, low battery, speeding, start moving alerts via App notification, SMS or email"
    ],
    "price": "12,88"
  },
  {
    "collection": "Cell Phones and Accessories",
    "name": "10'' Ring Light with 50'' Extendable Tripod Stand, Sensyne LED Circle Lights with Phone Holder for Live Stream, Makeup, YouTube Video, TikTok, Compatible with All Phones.",
    "img": "/Cell Phones & Accessories/10'' Ring Light with 50''.jpg",
    "aboutThisItem": [
      "【High Brightness & Clever Touch Control】Sensyne selfie ring light features a high sensitivity touch panel design that has a longer life than traditional mechanical buttons. It provides full control to easily adjust the 3 color modes (cool white, warm yellow and daylight) and 10 brightness levels to meet your different needs. Perfect for Photographers, YouTubers, Vloggers, TikTokers, etc.",
      "【Versatile Accessories】 The included AC/DC adapter helps protect your safety while improving the ring light’s brightness by over 50% than other USB-powered models. The phone holder is spring-loaded and extends up to 3.6 wide, it is compatible with almost ALL smartphones with or without a case.",
      "【Fully customizable portable tripod Stand】 Extending from 15.7 inches to 50 inches, our tripod can be adjusted to any height within seconds as needed, short enough to stand on tabletop, tall enough to fit your height. This compact circle light set comes handy when you do makeup, artworks, beauty & fashion live streaming, video calls and more.",
      "【Wireless remote shutter】- the pocket-sized Bluetooth remote allows you to take selfies or group photos easily from a distance up to 30 feet. Compatible with most Apple/Android smart phones like iPhone 8/7/6 Series, Samsung Galaxy Series, etc. No app download necessary.",
      "【After-sale service】We will provide you with a high quality after-sales, 12 months After-sale service. Please contact us anytime if any question."
    ],
    "price": "49,99"
  },
  {
    "collection": "Cell Phones and Accessories",
    "name": "iOttie Easy One Touch 5 Dashboard & Windshield Universal Car Mount Phone Holder Desk Stand for iPhone, Samsung, Moto, Huawei, Nokia, LG, Smartphones",
    "img": "/Cell Phones & Accessories/iOttie Easy One Touch 5.jpg",
    "aboutThisItem": [
      "EASY ONE TOUCH MECHANISM: Press the locking side arms with a quick one-handed motion, and place your phone against the trigger button. The mount’s arms will close automatically, holding your device securely while you drive. Mount or remove your phone in seconds with the patented Easy One Touch Mechanism.",
      "WIDE COMPATIBILITY: New larger Easy One Touch button, with a universal cradle that fits smartphones and cases of any size.",
      "MAGNETIC CORD ORGANIZER: Keep charging cables neatly organized with the magnetic tab located near the bottom foot",
      "TELESCOPIC ARM: The improved telescopic arm now extends from 5 inches to 8 inches (as opposed to the Easy One Touch 4 which only extended to 6.5inch) and pivots 260 degrees. This enables a myriad of customized viewing angles while you’re on the road.",
      "ADJUSTABLE BOTTOM FOOT: You can easily and securely adjust the bottom foot by squeezing the spring button."
    ],
    "price": "24,95"
  },
  {
    "collection": "Cell Phones and Accessories",
    "name": "Upright GO S NEW Posture Trainer and Corrector for Back Strapless, Discreet and Easy to Use Complete with App and Training Plan Back Health Benefits and Confidence Builder",
    "img": "/Cell Phones & Accessories/Upright GO S NEW Posture.jpg",
    "aboutThisItem": [
      "Upright's core technology monitors your posture and detects when you are slouching providing a gentle vibration to create cognitive awareness that drives behavioral change.",
      "Over time, Upright conditions you're mind and body to maintain a healthy spine position and eliminate side effects from poor posture.",
      "The Upright app for iOS and Android syncs with your device allowing you to calibrate your posture trainer perfectly to your specific needs. The app offers training programs, goal setting, and daily stats to track and analyze progress.",
      "Turn off slouching alerts, and capture accurate data on your posture throughout the day to monitor results and drive posture improvements over time.",
      "Supplement your posture training with unlimited access to in-app content developed by expert personal trainers and physical therapists. Each workout, stretch, and breathing exercise is designed to activate specific areas of the body to drive healthy postural habits over time."
    ],
    "price": "59,99"
  },
  {
    "collection": "Cell Phones and Accessories",
    "name": "Watch Charger Magnetic Charging Cable for iWatch Portable Wireless Charging Cord Compatible with Apple Watch Series Se,6,5,4,3,2,1 (1M)",
    "img": "/Cell Phones & Accessories/Watch Charger Magnetic.jpg",
    "aboutThisItem": [
      "Integrated Magnetic Technology - Built with magnetic charging module, easily dock your Apple watch with shock absorption and high temperature resistance. Allows you to adjust the angle freely without deviating from the charger center.",
      "High Speed Charging - Offer a fast original charging speed, which takes less than 2.5 hours to fully charge your apple watch. For a better charging experience, we recommend you to use 5V/2A adapter or Apple Watch original Adapter.",
      "Advance Safety - This Apple watch charging cord is built with over-current, over-voltage, short-circuit and over-temperature protection, and other safety features to offer you safe charging protection. To avoid getting too hot, we advise to charge your apple watch without case.",
      "Ultralight and Perfect Length - With lightweight and portable design, this 3.3 feet Apple Watch charging cable is convenient to carry around, especially for traveling. Allows easy connection and perfect compatibility.",
      "Widely Compatible - Compatible for all 44mm 42mm 40mm 38mm Apple Watch models; Apple Watch Series 5 4 3 2 1, Apple Watch Sport, Apple Watch Nike plus, Apple Watch Hermes, Apple Watch Edition."
    ],
    "price": "68,99"
  },
  {
    "collection": "Cell Phones and Accessories",
    "name": "Yootech Wireless Charger,Qi-Certified 10W Max Fast Wireless Charging Pad Compatible with iPhone 13 13 Pro 13 Mini 13 Pro Max 12 SE 2020 11,Samsung Galaxy S21 S20 Note 10 S10,AirPods Pro(No AC Adapter)",
    "img": "/Cell Phones & Accessories/Yootech Wireless Charger.jpg",
    "aboutThisItem": [
      "【3 Charging modes Available for Different Phones】7.5W charging mode is for iPhone 13/13 Pro/13 Mini/13 Pro Max/12/SE 2020/11/XS/XR/X/8 with latest iOS System; 10W charging mode is compatible with S21/S20/Note 10/10 Plus/S10/S10 Plus/S10E and so on; 5W charging mode works on Any Qi-enabled devices like Google Pixel 3/3XL/4XL and other Qi-enabled phones. Note: Adapter is Not Included, QC 2.0/3.0 adapter, iPhone 11 Pro /11 Pro Max PD Adapter, Note 10/10 Plus PD Adapter will be highly recommended.",
      "【Unique Design Perfect for AirPods】 It is compatible with AirPods (with wireless charging case) and AirPods Pro. The size of the AirPods fits perfectly into the charging area of the wireless charging pad, perfect wireless charging companion for AirPods, easier to find the “Sweet Spot”. Also, both top and bottom have a rubber ring, will keep your AirPods in place and prevent slippage.",
      "【Safer and Easier to USE】Exclusive Multifunctional Intelligent Protect Technology provides temperature control, surge protection, short-circuit prevention. Besides that, this wireless chargers is Qi-certified, made of ABS Material which is fire-resistant, and has a UL Certificate, you can purchase it at assurance. Double guarantee and dual safety provide you safety experience. To get better experience, we would like you to take off the phone case and use the adapters recommended (NOT INCLUDED).",
      "【More User-friendly Design】SLEEP-FRIENDLY DESIGN. The GREEN LED Indicator will flash for 3s if power source is connected, then turn on for 16s if recognizes your phone well. Entering charging mode, light will turn off and keep the whole charging process SLEEP-FRIENDLY.",
      "【PACKAGE & SERVICE】You will get 1 x Qi Wireless Charging Pad, 1 x 3. 3ft USB Type C Cable, 1 x User Manner and reliable 12-hour response service. At Yootech, zero risk purchase is for every customer's smiles."
    ],
    "price": "14,99"
  },
  {
    "collection": "Camera and Photo",
    "name": "Amazon Basics High-Speed HDMI Cable (18 Gbps, 4K 60Hz) - 6 Feet, Black",
    "img": "/Camera & Photo/Amazon Basics High-Speed HDMI Cable.jpg",
    "aboutThisItem": [
      "HDMI A Male to A Male Cable: Supports Ethernet, 3D, 4K video and Audio Return Channel (ARC)",
      "Connects Blu-ray players, Fire TV, Apple TV, PS4, PS3, XBox One, Xbox 360, computers and other HDMI-enabled devices to TVs, displays, A/V receivers and more",
      "Cable allows you to share an Internet connection among multiple devices without the need for a separate Ethernet cable",
      "Meets HDMI standards (4K Video at 60 Hz, 2160p, 48 bit/px color depth) that supports bandwidth up to 18Gbps and backwards compatible with earlier versions.",
      "Cable Length: 6 feet (1.8 meters)"
    ],
    "price": "9,60"
  },
  {
    "collection": "Camera and Photo",
    "name": "DJI Mini 2 Fly More Combo – Ultralight Foldable Drone, 3-Axis Gimbal with 4K Camera, 12MP Photos, 31 Mins Flight Time, OcuSync 2.0 10km HD Video Transmission, QuickShots, Gray",
    "img": "/Camera & Photo/DJI Mini 2 Fly More Combo.jpg",
    "aboutThisItem": [
      "PACK LIGHT, FLY FREE: at less than 249 g, it weighs about as much as an apple and fits in the palm of your hand. compact and convenient, this small drone is your ideal travel companion, transforming how you capture your favorite memories.",
      "OCUSYNC 2.0 VIDEO TRANSMISSION: mini 2 supports up to 10km of hd video transmission and has excellent anti-interference capabilities, giving you the ability to fly farther and see clearer.",
      "POWERFUL PERFORMANCE: with a max battery life of 31 minutes, dji mini 2 grants more than enough time to compose the perfect shot. mini 2 can resist level 5 winds and take off at a max altitude of 4,000 meters, so your footage is stable even when flying along a windy coastline or high above an alpine forest.",
      "4X ZOOM: there’s no need to get so close for your dream shot. 4x digital zoom makes it safer and more convenient when transitioning between shots of varying distance and composition.",
      "QUICKSHOTS: with just a few taps, dji mini 2 automatically records and shoots professional-level videos to share directly on social media. whether you’re a beginner or a more experienced flyer, the dji fly app helps you produce impressive results complete with soundtracks and filters.",
      "COMPATIBILITY: the dji fly app requires ios v10.0, android v6.0, or above. compatible devices include: iphone 11 pro max, 11 pro, 11, xs max, xs, xr, x, 8 plus, 8, 7 plus, 7, 6s plus, 6s, 6 plus, 6, samsung galaxy s20, s10 Plus, s10, s9 Plus, s9, s8 Plus, s8, s7 edge, s7, s6, note10 Plus, note9, note8, huawei p30 pro, p30, p20, p10, mate 30 pro, nova 5, nova 4, nova 3e, nova 2, honor 8x, 10, 9, 20 pro, magic 2, mi 10, mi 8, mix 2s, mix 2, redmi note 5, oppo find x, r15, vivo nex, x27, x21, x20a, oneplus 7, 6t, 5, pixel 4, 3 xl, 2 xl, 2, lg v20, lg g6, sony xpeial 1."
    ],
    "price": "599,00"
  },
  {
    "collection": "Camera and Photo",
    "name": "Fujifilm Instax Mini Instant Film, 10 Sheets×5 Pack(Total 50 Shoots) [Bulk Packaging]",
    "img": "/Camera & Photo/Fujifilm Instax Mini.jpg",
    "aboutThisItem": [
      "Designed for use with Fujifilm Instax Mini Series cameras",
      "Picture size: 62mm x 46mm",
      "Film size: 86mm x 54mm Excellent sharpness",
      "Suitable for Fujifilm Instax Polaroid camera 7/ 7S/ 8/ 10/ 25/ 30/ 20i/ 30i/ 25i/ 50i/ 55i/ 50S/ 90 Suitable for Fujifilm Instax share SP-1 suitable for Polaroid camera 300",
      "Note: This item comes 2 of 20 shoots original boxes and 1 of 10 shoots bulk packing as an illustration. The packaging pictures are for illustration purposes only...and may differ from the contents."
    ],
    "price": "38,00"
  },
  {
    "collection": "Camera and Photo",
    "name": "Fujifilm Instax Mini Instant Film, 10 Sheets×5 Pack(Total 50 Shoots)",
    "img": "/Camera & Photo/Fujifilm Instax Mini Instant Film.jpg",
    "aboutThisItem": [
      "Designed for use with Fujifilm Instax Mini Series cameras",
      "Picture size: 62mm x 46mm",
      "Film size: 86mm x 54mm",
      "Excellent sharpness",
      "10 pictures per pack"
    ],
    "price": "39,90"
  },
  {
    "collection": "Camera and Photo",
    "name": "Wyze Cam Pan v2 1080p Pan Tilt Zoom Wi-Fi Indoor Smart Home Camera with Color Night Vision, 2-Way Audio, Compatible with Alexa & The Google Assistant, White",
    "img": "/Camera & Photo/Wyze Cam v3.jpg",
    "aboutThisItem": [
      "Pan, tilt, and zoom: Control remotely using the Wyze app so you can see the whole room, fast. Or monitor a room automatically by setting 4 predefined waypoints. Panning has a 360° left/right rotation range and tilting has a 93° vertical up/down range.",
      "Now with Color Night Vision: Record night time video in full, vivid color in environments up to 25x darker than traditional cameras.",
      "Livestream from anywhere in full 1080p HD: See inside your home in real time using your mobile device.",
      "Two-way audio: Speak with anyone you care about through the Wyze app.",
      "Motion & Sound detection: Records video when motion & sound are detected and sends an alert to your phone."
    ],
    "price": "49,98"
  },
  {
    "collection": "Activity and Entertainment",
    "name": "Fisher-Price Animal Activity Jumperoo, Blue, One",
    "img": "/Activity & Entertainment/Fisher-Price Animal Activity.jpg",
    "aboutThisItem": [
      "360 degrees of play for baby to discover!",
      "Music, lights & sounds reward & encourage every bounce & jump",
      "Easily adjusts to 3 different heights as your baby grows",
      "Colorful toys include bat-at butterfly & toucan, giraffe with spinner-bead neck, froggy teether, lion slider & more!",
      "Removable, machine-washable seat pad"
    ],
    "price": "89,99"
  },
  {
    "collection": "Activity and Entertainment",
    "name": "Fisher-Price Deluxe Kick and Play Piano Gym and Maracas [Amazon Exclusive]",
    "img": "/Activity & Entertainment/Fisher-Price Deluxe.jpg",
    "aboutThisItem": [
      "Item arrives in frustration-free, easy-to-open packaging that's 100% recyclable. For a gift-ready box, select 'Ship in Amazon packaging' at checkout",
      "Includes Deluxe Kick & Play Piano Gym and Rattle 'n Rock Maracas.",
      "4 ways to play as baby grows: Lay & Play, Tummy Time, Sit & Play, and Take-Along. Power Source: Battery",
      "Learning content changes with baby's age & stage with Smart Stages technology",
      "Detachable keyboard with 5 light-up keys, 5 repositionable activity toys for the gym & 2 rattle maracas"
    ],
    "price": "38,99"
  },
  {
    "collection": "Activity and Entertainment",
    "name": "Fisher-Price Sit-Me-Up Floor Seat",
    "img": "/Activity & Entertainment/Fisher-Price Sit-Me-Up.jpg",
    "aboutThisItem": [
      "Soft, cushy seat pad provides a comfy environment",
      "Supports baby in an upright position",
      "Wide, sturdy base helps keep baby comfortable & well supported",
      "2 linkable toys for playtime",
      "Folds flat for space-saving storage or comfort on the go",
      "Seat pad is removable & machine-washable",
      "Use only with a child who is able to hold head up unassisted and who is not able to climb out or walk.,"
    ],
    "price": "39,99"
  },
  {
    "collection": "Activity and Entertainment",
    "name": "Fisher-Price Infant-to-Toddler Rocker - Geo Diamonds",
    "img": "/Activity & Entertainment/Fisher-Price Infant-to-Toddler.jpg",
    "aboutThisItem": [
      "Stationary baby seat and rocker for use from infant to toddler (up to 40 lb/18 kg)",
      "Adjustable seat recline and removable toy bar with 2 bat-at toys",
      "Calming vibrations help soothe and comfort your baby",
      "Fold-out kickstand for stationary seating",
      "Removable, machine-washable seat pad"
    ],
    "price": "34,97"
  },
  {
    "collection": "Activity and Entertainment",
    "name": "VTech Sit-To-Stand Learning Walker (Frustration Free Packaging), Blue",
    "img": "/Activity & Entertainment/VTech Sit-To-Stand.jpg",
    "aboutThisItem": [
      "This interactive learning walker features a removable play panel for floor play or on-the-run fun",
      "The walker includes five piano keys that play musical notes and encourage creativity",
      "The walker features colorful spinning rollers, three shape sorters and three light-up buttons that help develop fine motor skills",
      "A telephone handset enhances role-play fun",
      "Adjustable two-speed control switch on the wheels allows walker to grow with your little one's changing needs."
    ],
    "price": "37,99"
  },
  {
    "collection": "Activity and Entertainment",
    "name": "Graco Simple Sway Swing",
    "img": "/Activity & Entertainment/Graco Simple Sway Swing.jpg",
    "aboutThisItem": [
      "Gentle, side-to-side swaying motion soothes and comforts baby",
      "6 swing speeds allow you to find the right pace for baby",
      "Deep, plush seat and head support keep baby cozy and comfortable",
      "Small frame design fits easily anywhere in your home",
      "2-speed vibration further comforts your little one"
    ],
    "price": "90,99"
  },
  {
    "collection": "",
    "name": "",
    "img": "/",
    "price": ""
  },
  {
    "collection": "",
    "name": "",
    "img": "/",
    "price": ""
  }
]